[
    "A persistência é o caminho do êxito.",
    "Agora é a hora de começar.",
    "Não pare até se orgulhar.",
    "Sua saúde é o seu maior tesouro.",
    "Você é mais forte do que pensa.",
    "Não se preocupe com o resultado. Concentre-se no processo.",
    "A dor que você sente hoje será a força que você sente amanhã.",
    "Você é capaz de mais do que imagina.",
    "Treine como um atleta. Veja os resultados como um atleta.",
    "Cada passo é um progresso.",
    "Seu corpo consegue. Só é preciso convencer a mente.",
    "A disciplina é a ponte entre objetivos e realizações.",
    "Não desista. O início é sempre o mais difícil.",
    "Você não precisa ser ótimo para começar, mas precisa começar para ser ótimo.",
    "Faça hoje ser o dia que vale a pena lembrar.",
    "Sua única limitação é você mesmo.",
    "Sua mente é o seu limite. Supere-se!",
    "Lembre-se do porquê você começou.",
    "Cada gota de suor te aproxima mais do seu objetivo.",
    "A melhor forma de prever o futuro é criá-lo.",
    "A jornada de mil milhas começa com um único passo.",
    "Crie hábitos saudáveis, não dietas.",
    "Acredite em você. Você é capaz.",
    "Não é sobre ter tempo, é sobre fazer tempo.",
    "Faça por você, não pelos outros.",
    "O que você faz hoje pode melhorar todos os seus amanhãs.",
    "Se você quer algo que nunca teve, precisa fazer algo que nunca fez.",
    "Sem sacrifício não há vitória.",
    "Cada treino é uma vitória.",
    "O único treino ruim é aquele que você não fez.",
    "A força não vem da capacidade física. Vem da vontade indomável.",
    "Grandes resultados exigem grande ambição.",
    "Vai doer. Vai valer a pena.",
    "Não pare quando estiver cansado. Pare quando terminar.",
    "Não espere por oportunidades. Crie-as.",
    "Mova-se para sentir-se bem, não para parecer bem.",
    "A determinação de hoje é o sucesso de amanhã.",
    "O maior projeto que você pode trabalhar é você mesmo.",
    "Comece onde você está. Use o que você tem. Faça o que você pode.",
    "Sucesso é a soma de pequenos esforços repetidos dia após dia.",
    "Se você não pode voar, então corra. Se não pode correr, então caminhe. Se não pode caminhar, então rasteje. Mas o que quer que você faça, continue seguindo em frente.",
    "Se você não está disposto a arriscar, você não está disposto a crescer.",
    "Seja mais forte do que suas desculpas.",
    "Não conte os dias, faça os dias contarem.",
    "O que importa é o que você faz depois de falhar.",
    "Foque no progresso, não na perfeição.",
    "O fracasso é apenas uma oportunidade para começar de novo, desta vez de forma mais inteligente.",
    "Se você quer mudança, comece pela sua rotina.",
    "Não é sobre o tempo que você tem, é sobre o que você faz com ele.",
    "Faça acontecer. Choque a todos.",
    "Não importa quanto tempo leve. O importante é nunca desistir.",
    "Transforme o medo em motivação.",
    "Seja a mudança que você quer ver no mundo.",
    "A vida começa no fim da sua zona de conforto.",
    "Nada é impossível. A palavra em si diz 'Eu sou possível'.",
    "Pare de desistir quando estiver cansado. Pare apenas quando terminar.",
    "Quando você sente como desistir, lembre-se por que você começou.",
    "Não há atalhos para alcançar qualquer coisa que valha a pena.",
    "Você é mais forte do que pensa. Acredite em si mesmo.",
    "O sucesso nasce do desejo, determinação e persistência em superar desafios.",
    "A queda é uma prova de que você tentou. Levante-se e tente novamente.",
    "Quando você acha que não consegue ir mais longe, é aí que o crescimento começa.",
    "Faça o que é importante para você, não para os outros.",
    "O sucesso é a soma de pequenos esforços repetidos diariamente.",
    "Se você nunca tentar, nunca saberá o que poderia ter conseguido.",
    "Você é capaz de mais do que você imagina.",
    "O sucesso não é um destino, é uma jornada.",
    "Não deixe que o medo te impeça de alcançar seus objetivos.",
    "A dor que você sente hoje será a força que você sente amanhã.",
    "A chave para o sucesso é começar antes de estar pronto.",
    "Você só falha quando desiste.",
    "Quanto mais você se esforça, mais perto fica de alcançar seus objetivos.",
    "O único treino ruim é aquele que você não faz.",
    "Acredite em você. Você é mais forte do que pensa.",
    "Sucesso é a soma de pequenos esforços repetidos dia após dia.",
    "Sua única limitação é você mesmo.",
    "Não importa o quão devagar você vá, desde que não pare.",
    "Você nunca é velho demais para definir outra meta ou sonhar um novo sonho.",
    "Quando você sente que quer desistir, olhe para trás e veja o quão longe você chegou.",
    "O que te define não é como você cai, mas como você se levanta.",
    "A motivação é o que te faz começar. O hábito é o que te mantém seguindo em frente.",
    "Se você acha que pode ou acha que não pode, você está certo.",
    "Você é mais forte do que pensa e mais capaz do que imagina.",
    "A força não vem de vencer. Suas lutas desenvolvem sua força.",
    "A chave é começar agora. Diga para si mesmo que você pode.",
    "Você é a única pessoa que pode limitar seu grande sucesso.",
    "Não olhe para trás. Você não está indo dessa forma.",
    "O sucesso não é para os fracos e preguiçosos. É para aqueles que estão dispostos a trabalhar para alcançá-lo.",
    "Seja mais forte do que sua desculpa.",
    "Os sonhos se tornam realidade quando você se coloca para trabalhar.",
    "Seja paciente. Grandes coisas exigem tempo.",
    "Você pode. Você vai. Apenas comece.",
    "Quando nada está certo, vá fazer exercícios.",
    "Aja como se fosse impossível falhar.",
    "As oportunidades não acontecem, você as cria.",
    "Você é o que você faz repetidamente. Então, o que você vai fazer hoje?",
    "Você nunca está longe demais para começar de novo.",
    "A chave é ser consistente.",
    "Levante-se, sorria e continue lutando.",
    "Quanto mais você transpira no treino, menos você sangra na batalha.",
    "Você não tem que ser ótimo para começar, mas você tem que começar para ser ótimo.",
    "Nunca é tarde demais para começar a ser quem você quer ser.",
    "Esforce-se para a progressão, não para a perfeição.",
    "A chave para o sucesso é foco e esforço.",
    "O sucesso não é acidental. É trabalho duro, perseverança, aprendizado, estudo, sacrifício e, acima de tudo, amor pelo que você está fazendo ou aprendendo a fazer.",
    "Tudo o que você sempre quis está do outro lado do medo.",
    "Não tenha medo de começar de novo. É uma nova oportunidade para reconstruir o que você quer.",
    "Acredite nos seus sonhos. Eles foram dados a você por um motivo.",
    "Pequenas coisas somadas são a chave para o sucesso.",
    "Faça o que você pode, com o que tem, onde está.",
    "Não deixe que seus medos ocupem o lugar dos seus sonhos.",
    "Lembre-se, a jornada de mil milhas começa com um único passo.",
    "Não pare até se orgulhar.",
    "Você é capaz de mais do que você imagina.",
    "Não é sobre o que você faz de vez em quando. É sobre o que você faz consistentemente.",
    "Todo progresso acontece fora da zona de conforto.",
    "Apenas faça. Você pode.",
    "O sucesso não é definitivo, o fracasso não é fatal: é a coragem de continuar que conta.",
    "O sucesso não é fácil e o fracasso não é o fim.",
    "Acredite que você pode e você já está no meio do caminho.",
    "Grandes coisas nunca vêm de zonas de conforto.",
    "O corpo alcança o que a mente acredita.",
    "Não deixe o que você não pode fazer atrapalhar o que você pode fazer.",
    "Cada dia é uma nova oportunidade para se tornar melhor.",
    "Você não pode ir longe sem um pouco de entusiasmo.",
    "Sem sacrifício, não há recompensa.",
    "Não espere. Faça acontecer.",
    "Nunca subestime o poder de começar.",
    "Seja obstinado sobre seus objetivos e flexível sobre seus métodos.",
    "Faça isso por você.",
    "Pequenas mudanças podem fazer grandes diferenças.",
    "A vida é sobre fazer escolhas. Faça mudanças, não desculpas.",
    "Quanto mais você se exercita, mais forte você se torna - dentro e fora.",
    "A mudança começa na sua mente.",
    "As melhores coisas acontecem fora da sua zona de conforto.",
    "Você não precisa ser grande para começar, mas precisa começar para ser grande.",
    "Quanto mais cedo você começa, mais cedo você vê os resultados.",
    "A jornada de mil milhas começa com um único passo.",
    "O corpo alcança o que a mente acredita.",
    "Faça hoje valer a pena lembrar.",
    "Sua única limitação é você mesmo.",
    "Sucesso é a soma de pequenos esforços repetidos dia após dia.",
    "Seu único limite é você.",
    "Sua única competição é você mesmo.",
    "Não seja a vítima do seu hábito. Seja o arquiteto.",
    "A vitória não está em vencer sempre, mas em nunca desistir.",
    "Não é sobre o tamanho do seu corpo, é sobre o tamanho da sua determinação.",
    "Nada pode te parar, além de você mesmo.",
    "Pare de se subestimar e comece a se superar.",
    "Treine como um campeão. Seja um campeão.",
    "Vá em frente, mesmo quando ninguém está aplaudindo.",
    "Comece agora. Comece onde você está. Comece com o que você tem.",
    "Nunca é tarde demais para ser quem você poderia ter sido.",
    "A transformação não é um evento, é um processo.",
    "A vida é uma jornada. Aproveite a viagem.",
    "Você é mais forte do que imagina. Acredite.",
    "Não se trata de encontrar tempo, é sobre fazer tempo.",
    "Grandes coisas nunca vêm de zonas de conforto.",
    "Só é impossível até que seja feito.",
    "Um dia ou dia um. Você decide.",
    "A vida começa no final da sua zona de conforto.",
    "Faça isso por você, não pelos outros.",
    "A única máquina que você precisa é você mesmo.",
    "Nunca desista do que você quer hoje, pelo que você quer agora.",
    "Você é mais do que seus números.",
    "Sucesso é o resultado de tentativas repetidas, dia após dia.",
    "Treine sua mente. Seu corpo irá seguir.",
    "O único treino ruim é aquele que você não fez.",
    "Você não precisa ser extraordinário para começar, mas precisa começar para ser extraordinário.",
    "O que você faz hoje pode melhorar todos os seus amanhãs."
]
